Repository: bleasley/clover_letter_templates
Catalog: templates/*_messages.po
Languages: es

source: This notice gives a detailed explanation of why Clover Health has determined Medicare coverage for your current services should end.
es: Por medio de este aviso se le da una explicación detallada del motivo por el cual Clover Health ha determinado que la cobertura de Medicare por sus servicios actuales debe terminar.

source: This notice is not the decision on your appeal.
es: Este aviso no es la decisión sobre su apelación.

source: The decision on your appeal will come from your Quality Improvement Organization (QIO).
es: La decisión sobre su apelación la emitirá la Organización de Mejoramiento de la Calidad (QIO, por sus siglas en inglés).

source: We have reviewed your case and decided that Medicare coverage of your current %(service_description)s services should end.
es: Hemos revisado su caso y decidimos que la cobertura actual de Medicare de sus servicios de %(service_description)s, debe terminar.

source: The facts used to make this decision:
es: Para tomar esta decisión nos hemos basado en:

source: Detailed explanation of why your current services are no longer covered, and the specific Medicare coverage rules and policy used to make this decision:
es: Explicación detallada del motivo por el cual sus servicios actuales ya no serán cubiertos y sobre las normas o pólizas de cobertura utilizadas para tomar esta decisión:

source: Plan policy, provision, or rationale used in making the decision:
es: Pólizas, normas y razón del plan utilizadas para tomar esta decisión:

source: It was determined that there was no medical necessity for this request. This decision was based on medical criteria %(denial_policy)s. The last approved date is %(auth_end)s, and denial begins %(denial_start)s.
es: Determinamos que no había necesidad médica para esta solicitud. Esta decisión se basa en criterios médicos %(denial_policy)s. La última fecha de aprobación es de %(auth_end)s, y la negación comienza %(denial_start)s.

source: If you would like a copy of the policy or coverage guidelines used to make this decision, or a copy of the documents sent to the QIO, please call us at: Clover Health Customer Services 1-888-657-1207. TTY users should call 711. Open 8 a.m. - 8 p.m., local time, 7 days a week from February 15<sup>th</sup> through September 30<sup>th</sup>, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Si desea una copia de la política de cobertura y normas utilizadas para tomar la decisión, o una copia de los documentos mandados a la QIO, llame, por favor, a Servicio al Cliente al 1-888-657-1207. Los usuarios de TTY deben llamar al 711. Atendemos de las 8 a.m. - 8 p.m., hora local, 7 días a la semana. Del 15 de febrero al 30 de septiembre, incluídos, se usará la tecnología alternativa (por ejemplo, buzón de voz) los fines de semana y días feriados.

source: Clover Health is a Preferred Provider Organization (PPO) plan and a Health Maintenance Organization (HMO) plan with a Medicare contract. Enrollment in Clover Health depends on contract renewal. This information is not a complete description of benefits. Call 1-888-657-1207 (TTY 711) for more information.
es: Clover Health es un plan de Organización de Proveedores Preferidos (Preferred Provider Organization, PPO) y un plan de Organización para el Mantenimiento de la Salud (Health Maintenance Organization, HMO), cada uno con su propio contrato con Medicare. La inscripción en Clover Health depende de la renovación del contrato. Esta información no es una descripción completa de los beneficios. Llame al 1-888-657-1207 (TTY 711) para obtener más información.

source: Your request was denied.
es: Su petición fue denegada.

source: We %(member_denial_determination)s the medical services/items listed below requested by you or your doctor/provider:
es: Hemos denegado los servicios/artículos médicos listados, que fueron solicitados por usted o su médico:

source: Units:
es: Número de Servicios Autorizados:

source: Modifiers:
es: Modificadores:

source: Why did we deny your request? We %(member_denial_determination)s the medical services/items listed above because:
es: ¿Por qué hemos denegado la petición? Hemos denegado los servicios/artículos médicos listados arriba porque:

source: Additional Information
es: Información adicional

source: Last Approved Date
es: Los servicios terminarán el

source: Denial Begins
es: La negación comienza el

source: You should share a copy of this decision with your doctor so you and your doctor can discuss next steps. If your doctor requested coverage on your behalf, we have sent a copy of this decision to your doctor.
es: Entregue una copia de esta decisión a su médico para que puedan conversar sobre los próximos pasos. Si su médico/a solicitó cobertura por usted, le hemos enviado una copia de la decisión a él/ella.

source: You have the right to appeal our decision.
es: Usted tiene el derecho de apelar la decisión.

source: You have the right to ask Clover Health to review our decision by asking us for an appeal:
es: Usted tiene el derecho de pedirle a Clover Health que evalúe su decisión a través de su apelación:

source: Appeal
es: Apelación

source: Ask Clover Health for an appeal within <strong>60 days</strong> of the date of this notice. We can give you more time if you have a good reason for missing the deadline.
es: Solicite a Clover Health una apelación en un plazo de <strong>60 días</strong> a partir de la fecha de este aviso. Podemos extenderle el plazo si tiene algún motivo válido para no cumplirlo.

source: If you want someone else to act for you, you can name a relative, friend, attorney, doctor, or someone else to act as your representative. If you want someone else to act for you, call us at: 1-888-657-1207 to learn how to name your representative. TTY users call 711. Both you and the person you want to act for you must sign and date a statement confirming this is what you want. You'll need to mail or fax this statement to us.
es: Si desea que alguien lo represente usted puede nombrar a un familiar, amigo, abogado, médico o cualquier otra persona como su representante legal. Si desea nombrar un representante, llámenos al 1-888-657-1207 para que le expliquemos cómo hacerlo. Los usuarios de TTY deberán llamar al 711. Usted y su representante deben enviarnos una declaración firmada y fechada. Puede enviarnos la declaración por correo electrónico o fax.

source: Keep a copy for your records.
es: Guarde una copia para sus archivos.

source: Respectfully,
es: Sinceramente,

source: Medical Director
es: Director Médico

source: Important Information About Your Appeal Rights
es: Información importante sobre sus derechos de apelación

source: There are 2 kinds of appeals
es: Hay dos tipos de apelación que puede solicitar

source: Standard Appeal
es: Estándar

source: We'll give you a written decision on a standard appeal within <strong>30 days</strong> after we get your appeal. Our decision might take longer if you ask for an extension, or if we need more information about your case. We'll tell you if we're taking extra time and will explain why more time is needed. If your appeal is for payment of a service you've already received, we'll give you a written decision within <strong>60 days</strong>.
es: Puede solicitar una apelación estándar, lo que significa que a los <strong>30 días</strong> de recibir su solicitud de apelación debemos informarle sobre nuestra decisión. Este período podría extenderse si usted pide una extensión, o si nosotros necesitamos más información. Si necesitáramos una extensión, le avisaremos cuánto tiempo y porqué. Si está apelando por un pago de un servicio que ya recibió, le mandaremos nuestra decisión por escrito en un plazo de <strong>60 días</strong>.

source: Fast Appeal
es: Rápida

source: We'll give you a decision on a fast appeal within <strong>72 hours</strong> after we get your appeal. You can ask for a fast appeal if you or your doctor believe your health could be seriously harmed by waiting up to 30 days for a decision.
es: En caso de una apelación rápida se debe tomar una decisión a más tardar a las <strong>72 horas</strong> de haber recibido su pedido de apelación. Puede solicitar una apelación rápida si usted y/o su médico consideran que su salud podría estar en peligro si tiene que esperar 30 días hasta que se tome una decisión.

source: We'll automatically give you a fast appeal if a doctor asks for one for you or supports your request.
es: Automáticamente le daremos una decisión rápida si su médico lo solicita y justifica.

source: If you ask for a fast appeal without support from a doctor, we'll decide if your request requires a fast appeal. If we don't give you a fast appeal, we'll give you a decision within 30 days.
es: Si usted solicita una decisión rápida sin el apoyo apropiado de su médico, nosotros decidiremos si se la damos. Si decidimos lo contrario recibirá nuestra decisión final en 30 días.

source: How to ask for an appeal with Clover Health
es: ¿Cómo solicitar una apelación a Clover Health

source: Step
es: Paso

source: You, your representative, or your doctor/provider must ask us for an appeal. Your request must include:
es: Usted, su representante o su médico debe solicitar la apelación. Su pedido de apelación debe incluir:

source: Your name
es: Su nombre

source: Address
es: Dirección postal

source: Member number
es: Número de miembro

source: Reasons for appealing
es: Razones para apelar

source: Whether you want a Standard or Fast Appeal (for a Fast Appeal, explain why you need one)
es: Ya sea que desee una apelación estándar o rápida (para una apelación rápida, explique por qué la necesita)

source: Any evidence you want us to review, such as medical records, doctors' letters, or other information that explains why you need the item or service. Call your doctor if you need this information.
es: Cualquier documento que sirva de evidencia, como expedientes médicos, cartas del proveedor u otra información que indique que usted necesita el servicio o artículo. Pídale la información a su médico.

source: You can ask to see the medical records and other documents we used to make our decision before or during the appeal. At no cost to you, you can also ask for a copy of the guidelines we used to make our decision.
es: Antes o durante la apelación, usted puede pedir que le muestren los expedientes médicos u otros documentos usados para tomar la decisión inicial. Puede solicitar (sin costo alguno) una copia de las pautas usadas para tomar nuestra decisión.

source: We recommend keeping a copy of everything you send us for your records.
es: Le recomendamos que conserve una copia de todo lo que nos envía para sus registros.

source: Mail, fax, or deliver your appeal or call us at
es: Envíenos su apelación por correo, fax o en persona o llámenos a

source: For a Standard Appeal:
es: Para una apelación estándar:

source: Phone:
es: Teléfono:

source: If you ask for a standard appeal by phone, we will send you a letter confirming what you told us.
es: Si solicita una apelación estándar por teléfono, le enviaremos una carta de confirmación sobre lo que nos informó.

source: For a Fast Appeal:
es: Para una apelación rápida

source: If you ask for an appeal and we continue to deny your request for a service, we'll send you a written decision and automatically send your case to an independent reviewer.
es: Si usted apela una decisión y nosotros aún seguimos denegando del servicio, le enviaremos una carta con la decisión y automáticamente enviaremos su caso a un revisor independiente.

source: If the independent reviewer denies your request, the written decision will explain if you have additional appeal rights.
es: Si la persona imparcial deniega su petición, en la decisión por escrito le informará si tiene otros.

source: Get help and more information
es: Consiga ayuda y más información

source: Toll Free:
es: Número sin cargo:

source: 24 hours, 7 days a week. TTY users call:
es: 24 horas al dia, 7 días de la semana. Número para los usuarios de TTY:

source: Medicare Rights Center:
es: Centro de Derechos de Medicare:

source: Elder Care Locator:
es: Localizador ElderCare:

source: This letter follows requests we sent you on %(first_letter_date)s and %(second_letter_date)s asking for a completed Appointment of Representative (AOR) form. In accordance with Centers for Medicare and Medicaid (CMS) guidelines, an authorization filed on your behalf must be accompanied by a completed AOR, dated and signed by both the member and your representative. Legal documentation such as a court ordered guardianship or conservatorship, durable power of attorney, or healthcare power of attorney may also be submitted.
es: Enviamos esta carta luego de haberle enviado solicitudes el %(first_letter_date)s y el %(second_letter_date)s para que nos envíe un Formulario de nombramiento de representante (Appointment of Representative, AOR) completo. De acuerdo con las pautas de los Centros de Servicios de Medicare y Medicaid (Centers for Medicare and Medicaid Services, CMS), las autorizaciones que se presentan en su nombre deben estar acompañadas de un formulario de AOR completo, con fecha y firmado por el miembro y su representante. También puede presentar documentación legal, como una tutela o custodia ordenada judicialmente, un poder de representación duradero o un poder de representación para la atención médica.

source: As of today, our records show that you have not submitted documents appointing %(rep_name)s as your representative. You were given 14 calendar days to send Clover a valid AOR form, which has now expired. Therefore, your case has been dismissed.
es: Hasta el momento, nuestros registros indican que usted no ha enviado documentos en los que se designe a %(rep_name)s como su representante. Se le dio un plazo de 14 días calendario para enviar a Clover un formulario de AOR válido. Este plazo venció. Por lo tanto, su caso ha sido dado de baja.

source: You may resubmit your request for services if you have a completed AOR. We value your membership with Clover and look forward to continuing to service your medical needs.
es: Puede volver a presentar una solicitud de servicios si tiene un formulario de AOR completo.

source: We're writing to inform you that the inquiry made about %(service)s on %(date)s does not require pre-authorization.
es: Le escribimos en relación con su consulta para informarle que el servicio %(service)s con fecha %(date)s no requiere autorización previa.

source: Patient Name:
es: Nombre del paciente

source: Date(s) of Service:
es: Fechas de servicio

source: Claim Number:
es: N.° de ident. de caso

source: Member Number
es: Número de miembro

source: Case Number
es: N.° de ident. de caso

source: Date of Birth
es: Fecha de Nacimiento

source: Service Date(s)
es: Fecha(s) de Servicio

source: Your request was denied
es: Su petición fue denegada.

source: After completing our review, we've %(verb)s the medical services/items listed below requested by you or your doctor/provider:
es: Hemos denegado los servicios/artículos médicos listados, que fueron solicitados por usted o su médico:

source: Why did we deny your request?
es: ¿Por qué negamos su solicitud?

source: What if I don't agree with this decision?
es: ¿Qué pasa si no estoy de acuerdo con esta decisión?

source: As a contracted provider, your rights to dispute the decision above are defined in your contract with Clover. If you have any questions or concerns, you may contact Provider Services at <span class="disable-wrap"><b>1-877-853-8019</b></span> for more information.
es: Como proveedor contratado, sus derechos para disputar la decisión anterior se definen en su contrato con Clover. Si tiene alguna pregunta o inquietud, puede ponerse en contacto con el proveedor de servicios en <span class="disable-wrap"><b>1-877-853-8019</b></span> para obtener más información.

source: Servicing Provider
es: Proveedor Pedido

source: Notice of Medicare Non-Coverage
es: Aviso de Falta de Cobertura de Medicare

source: Effective Date of Coverage of your current %(services)s services will end: %(high_date)s
es: La fecha en que comenzó la cobertura de los servicios de %(services)s los servicios terminarán el %(high_date)s

source: Your Medicare provider and/or health plan have determined that Medicare probably will not pay for your current %(services)s services after the effective date indicated above.
es: Su plan de Medicare o su proveedor ha determinado que Medicare probablemente no pagará por los servicios de %(services)s que usted está recibiendo, a

source: You may have to pay for any services you receive after the above date.
es: Después de esa fecha, usted quizás tendrá que pagar por cualquier servicio que reciba.

source: Your Right to Appeal This Decision
es: Su Derecho de Apelar Esta Decisión

source: You have the right to an immediate, independent medical review (appeal) of the decision to end Medicare coverage of these services. Your services will continue during the appeal.
es: Tiene el derecho a un repaso médico independiente e inmediata (apelación) de la decisión de finalizar la cobertura de Medicare de dichos servicios. Los servicios continuarán durante la apelación.

source: If you choose to appeal, the independent reviewer will ask for your opinion. The reviewer also will look at your medical records and/or other relevant information. You do not have to prepare anything in writing, but you have the right to do so if you wish.
es: Si escoge apelar, el revisor independiente le pedirá su opinión. El revisor también examinará sus registros médicos y/u otros datos pertinentes. No tiene que preparar nada por escrito, pero tiene el derecho de hacerlo si así lo quiere.

source: If you choose to appeal, you and the independent reviewer will each receive a copy of the detailed explanation about why your coverage for services should not continue. You will receive this detailed notice only after you request an appeal.
es: Si escoge apelar, el revisor independiente recibirá una copia de la explicación detallada de por qué la cobertura de dichos servicios no debe continuar. Ud recibirá tal aviso detallado sólo después de pedir una apelación.

source: If you choose to appeal, and the independent reviewer agrees services should no longer be covered after the effective date indicated above;
es: Si escoge apelar, y el revisor independiente está de acuerdo que dichos servicios no deberán cubrirse después de la fecha de vigencia indicada arriba;

source: Neither Medicare nor your plan will pay for these services after that date.
es: Ni Medicare ni su plan pagarán los servicios después de dicha fecha.

source: If you stop services no later than the effective date indicated above, you will avoid financial liability.
es: Si termina los servicios a más tardar para la fecha de vigencia susodicha, no incurrirá en ninguna responsabilidad financiera.

source: See page 2 of this notice for more information.
es: Si desea más información sobre este aviso, consulte la página 2.

source: See page 3 of this notice for more information.
es: Si desea más información sobre este aviso, consulte la página 3.

source: How to Ask For an Immediate Appeal
es: Cómo Pedir una Apelación Inmediata

source: You must make your request to your Quality Improvement Organization (also known as a QIO). A QIO is the independent reviewer authorized by Medicare to review the decision to end these services.
es: Debe presentar su petición a la Organización de Mejoramiento de Calidad (También conocido por QIO). Una QIO es un revisor independiente facultado por Medicare para revisar la decisión de finalizar los servicios.

source: Your request for an immediate appeal should be made as soon as possible, but no later than noon of the day before the effective date indicated above.
es: Debe hacerse la petición para una apelación inmediata lo antes posible, pero a más tardar para el mediodía del día antes de la fecha de vigencia indicada arriba.

source: The QIO will notify you of its decision as soon as possible, generally no later than two days after the effective date of this notice if you are in Original Medicare. If you are in a Medicare health plan, the QIO generally will notify you of its decision by the effective date of this notice.
es: La QIO le notificará su decisión lo antes posible, por lo general, no más de dos días después de la fecha de vigencia del presente aviso si está en Medicare Original. La QIO generalmente le notificará su decisión para la fecha de vigencia del presente aviso.

source: Call your QIO at: %(name)s %(phone)s, TTY %(tty)s to appeal, or if you have questions.
es: Llame a su QIO al: %(name)s %(phone)s, TTY %(tty)s para apelar la decisión o

source: If You Miss the Deadline to Request an Immediate Appeal, You May Have Other Appeal Rights:
es: Si pierde la fecha límite para pedir una apelación inmediata, podría tener otros derechos de apelación:

source: If you have Original Medicare: call the QIO listed on page 1.
es: Si tiene el Medicare Original: llame a la QIO mencionada en la página 1.

source: If you belong to a Medicare health plan: call your plan at the number given below.
es: Si tiene otro plan de salud de Medicare: llame al plan al número mencionado abajo.

source: Plan contact information: Clover Health Customer Services at 1-888-657-1207. TTY users should call 711. Open 8 a.m. – 8 p.m., local time, 7 days a week from February 15th through September 30th, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Si tiene preguntas, llame, por favor, a Servicio al Cliente de Clover Health al 1-888-657-1207 (Los usuarios de TTY deben llamar al 711). Atendemos de las 8 a.m. - 8 p.m., hora local, 7 días a la semana. Del 15 de febrero al 30 de septiembre, incluídos, se usará la tecnología alternativa (por ejemplo, buzón de voz) los fines de semana y días feriados.

source: Please sign below to indicate you received and understood this notice.
es: Por favor, firme abajo para indicar que recibió y entendió este aviso.

source: I have been notified that coverage of my services will end on the effective date indicated on this notice and that I may appeal this decision by contacting my QIO.
es: Me han avisado que terminará la cobertura de mis servicios la fecha de vigencia indicada arriba en el presente aviso y que puedo apelar dicha decisión contactando a mi QIO.

source: Signature of Patient or Representative
es: Firma del Paciente o Representante

source: On %(nomnc_date)s you received a Notice of Medicare Non-Coverage indicating the above services would end effective %(approved_to_date)s and that you would have to pay for any services you receive after that date.
es: El %(nomnc_date)s, recibió un Aviso de no cobertura de Medicare que indicaba que los servicios arriba mencionados finalizarían a partir del %(approved_to_date)s y que usted tendría que pagar por los servicios que reciba después de esa fecha.

source: This Reinstatement Notice is to inform you that upon further review, it has been determined that the above services shall continue with no lapse in coverage until further notice. You will receive a new Notice of Medicare Non-Coverage indicating when your coverage will end, when it has been determined that you no longer require the above services.
es: El Aviso de reincorporación tiene como fin informarle que tras una nueva revisión, se ha determinado que los servicios arriba mencionados continuarán sin interrupción en la cobertura hasta nuevo aviso. Recibirá un nuevo Aviso de no cobertura de Medicare que indicará cuándo finalizará su cobertura, cuando se ha determinado que ya no requiere los servicios arriba mencionados.
