Repository: bleasley/clover_letter_templates
Catalog: templates/*_messages.po
Languages: es

source: Guidance set forth by the Centers for Medicare and Medicaid Services (CMS) states that the party who files a request for reconsideration (appeal) may withdraw the request at any time before a decision on the appeal is made by submitting a written request. Please sign both copies of the enclosed Request to Withdraw Appeal Form and return one copy by %(withdraw_date)s. Once your written request is received, your appeal will be formally withdrawn and your case will be closed. Please retain one copy of the signed form for your records.
es: Las pautas estipuladas por los Centros de Servicios de Medicare y Medicaid(CMS) establecen que la parte que presenta una solicitud de reconsideración(apelación) puede retirar la solicitud en cualquier momento antes de que se tome una decisión sobre la apelación mediante una solicitud por escrito. Firme las dos copias del Formulario de solicitud para retirar una apelación adjunto y envíe una copia antes del %(withdraw_date)s. Una vez que recibamos su solicitud por escrito, esta será formalmente retirada y se cerrará su caso. Guarde una copia del formulario firmado para sus archivos.

source: You may fax the signed form to (732) 412-9706, or send the plan’s copy via First Class Mail using the enclosed self-addressed and postage paid envelope to the following address:
es: Puede enviar el formulario firmado por fax al (732) 412-9706, o enviar la copia del plan a través de First Class Mail con el sobre adjunto con estampilla postal y franqueo pagado a la siguiente dirección:

source: WAIVER OF LIABILITY STATEMENT
es: DECLARACIÓN DE RENUNCIA DE RESPONSABILIDAD

source: Enrollee's Name
es: Nombre del inscrito

source: Medicare/HIC Number
es: Número de Medicare/HIC

source: Provider
es: Proveedor

source: Dates of Service
es: Fechas de servicio

source: Health Plan
es: Plan de salud

source: I hereby waive any right to collect payment from the above-mentioned member for the aforementioned services for which payment has been denied by the above-referenced health plan. I understand that the signing of this waiver does not negate my right to request further appeal under 42 CFR 422.600.
es: Por medio de la presente renuncio a cualquier derecho a cobrarle al miembro mencionado anteriormente por los servicios descritos anteriormente cuyos pagos han sido denegados por el plan de salud indicado anteriormente. Comprendo que la firma de esta renuncia no invalida mi derecho a solicitar una apelación en el futuro, conforme al Título 42, Sección 422.600 del Código de Regulaciones Federales (CFR).

source: Signature
es: Firma

source: Thank you for contacting Clover Health. This letter is to inform you that we received your grievance on %(date)s regarding %(description)s.
es: Gracias por comunicarse con Clover Health. Esta carta es para informarle que recibimos su reclamo el %(date)s sobre %(description)s.

source: We take your grievance seriously and will work towards resolving the issue(s) to your satisfaction. Within thirty (30) calendar days of receiving your grievance, we will provide you with a written response about the findings of the investigation and the action(s) taken to address your concerns.
es: Tomamos su reclamo de manera seria y trabajaremos para resolver el (los)problema(s) a su satisfacción. Dentro de los treinta (30) días calendario posteriores a la recepción de su reclamo, le enviaremos una respuesta por escrito sobre los hallazgos de la investigación y la(s) medida(s) que se tomará(n) para tratar sus inquietudes.

source: Thank you for taking the time to bring your concerns to our attention. We value your membership and appreciate the opportunity to serve your healthcare needs.
es: Gracias por tomarse el tiempo para comunicarnos sus inquietudes. Valoramos su membresía y apreciamos la oportunidad de poder satisfacer sus necesidades de atención médica.

source: On %(date)s, we received a grievance (complaint) regarding %(description)s, which was submitted on your behalf by %(reporter_name)s.
es: El %(date)s, recibimos un reclamo (queja) sobre %(description)s, que presentó %(reporter_name)s a su nombre.

source: In compliance with the Centers for Medicare &amp; Medicaid (CMS) guidelines, we will not be able to proceed with this grievance unless we receive documentation appointing %(reporter_name)s as your representative. We have enclosed an Appointment of Representative (AOR) Form for your convenience. The Appointment of Representative (AOR) form must be dated and signed by both you and %(reporter_name)s to be valid.
es: En conformidad con las pautas de los Centros de Medicare y Medicaid (CMS), no podremos continuar con este reclamo a menos que recibamos la documentación en la que se designa a %(reporter_name)s como su representante. Para su conveniencia, hemos adjuntado un Formulario de nombramiento de un representante (AOR). Para que el formulario de nombramiento de un representante (AOR) sea válido, debe estar fechado y firmado por usted y %(reporter_name)s.

source: I am writing to follow up on the letter we sent you on %(previous_aor_date)s. In compliance with the Centers for Medicare &amp; Medicaid (CMS) guidelines, we will not be able to proceed with this grievance unless we receive documentation appointing %(reporter_name)s as your representative. We have enclosed an Appointment of Representative (AOR) Form for your convenience. The Appointment of Representative (AOR) form must be dated and signed by both you and %(reporter_name)s to be valid.
es: Le escribimos para hacer un seguimiento de la carta que le enviamos el %(previous_aor_date)s. Tal como se establece en esta carta, en conformidad con las pautas de los Centros de Medicare y Medicaid (CMS), no podremos continuar con su reclamo a menos que recibamos la documentación en la que se designa a %(reporter_name)s como su representante. La autorización debe realizarse a través de un formulario de nombramiento de un representante (AOR) firmado y por escrito. Para que el formulario de nombramiento de un representante sea válido, debe estar fechado y firmado por el miembro y %(reporter_name)s.

source: As of today, our records show that you have not submitted documentation appointing %(reporter_name)s as your representative. In accordance with CMS guidelines, we are extending the timeframe for submitting this documentation by an additional 14 calendar days. If we do not receive the appropriate documentation by %(dismissal_date)s, we will dismiss your grievance.
es: Hasta el momento, nuestros registros indican que usted no ha enviado la documentación en la que se designa a %(reporter_name)s como su representante. Según las pautas de los CMS, extenderemos el plazo para enviar esta documentación a 14 días calendario adicionales. Si no recibimos la documentación correspondiente antes del %(dismissal_date)s, rechazaremos el caso de su reclamo.

source: This letter is in response to your grievance(s)/ complaint(s) you filed with us on %(date)s.
es: Esta carta es en respuesta al (a los) reclamo(s)/a la(s) queja(s) que nos envió el %(date)s.

source: Based upon our review, we are extending the time frame for making a decision until %(due_datetime)s (up to 14 additional calendar days), because %(extension_reason)s.
es: Conforme a nuestra revisión, extenderemos el plazo para tomar una decisión hasta %(due_datetime)s (hasta 14 días calendario adicionales), porque %(extension_reason)s.

source: On %(date)s we received your grievance concerning %(description)s. Your feedback is a vital element in our quality improvement processes. We strive to improve our members' experience with Clover Health.
es: El %(date)s, recibimos su reclamo acerca de %(description)s. Sus comentarios son un elemento fundamental en nuestros procesos para la mejora de la calidad. Nos esforzamos por mejorar la experiencia de nuestros miembros con Clover Health.

source: Clover Health staff conducted an investigation of the issue. The information gathered has been shared with the appropriate operational department as part of our continuous quality improvement process.
es: El personal de Clover Health llevó a cabo una investigación del problema. La información recopilada ha sido compartida con el departamento de operaciones correspondiente como parte de nuestro proceso constante para la mejora de la calidad.

source: This letter follows requests we sent you on %(first_aor)s and %(second_aor)s asking for a completed Appointment of Representative (AOR) form. In accordance with Centers for Medicare and Medicaid (CMS) guidelines, an authorization filed on your behalf must be accompanied by a completed AOR, dated and signed by both the member and your representative. Legal documentation such as a court ordered guardianship or conservatorship, durable power of attorney, or healthcare power of attorney may also be submitted.
es: Enviamos esta carta luego de haberle enviado solicitudes el %(first_aor)s y el%(second_aor)s para que nos envíe un Formulario de nombramiento de representante (Appointment of Representative, AOR) completo. De acuerdo con las pautas de los Centros de Servicios de Medicare y Medicaid (Centers for Medicareand Medicaid Services, CMS), las autorizaciones que se presentan en su nombre deben estar acompañadas de un formulario de AOR completo, con fecha y firmado por el miembro y su representante. También puede presentar documentación legal, como una tutela o custodia ordenada judicialmente, un poder de representación duradero o un poder de representación para la atención médica.

source: As of today, our records show that you have not submitted documents appointing %(representative)s as your representative. You were given 30 calendar days to send Clover a valid AOR form, which has now expired. Therefore, your case has been dismissed.
es: Hasta el momento, nuestros registros indican que usted no ha enviado documentos en los que se designe a %(representative)s como su representante. Se le dio un plazo de 14 días calendario para enviar a Clover un formulario de AOR válido. Este plazo venció. Por lo tanto, su caso ha sido dado de baja.

source: You may resubmit your grievance if you have a completed AOR.
es: Puede volver a presentar una solicitud de servicios si tiene un formulario de AOR completo.

source: Your case has been forwarded to our internal Clover Quality Improvement Department in order to determine and ensure that medical standards of care have been provided. The Clover Quality Improvement Department will investigate, review all events and will take any necessary corrective actions to promote continuous quality improvement.
es: Su caso ha sido enviado a nuestro Departamento para la mejora de la calidad para poder determinar y garantizar que se ha cumplido con los estándares de atención médica. El Departamento para la mejora de la calidad de Clover investigará, revisará todos los eventos y tomará todas las medidas correctivas necesarias para promover la constante mejora de la calidad.

source: Please note you may also file a written grievance with the Quality Improvement Organization (QIO) outside of Clover, which is a group of doctors and other health care experts paid by the Federal Government in each state to check on and help improve the care given to Medicare patients. The QIO in the State of New Jersey is called Livanta. The doctors and healthcare experts at Livanta review certain types of complaints made by Medicare patients such as quality of care complaints. You may contact Livanta at the following address and telephone numbers:
es: Tenga en cuenta que también puede presentar un reclamo por escrito ante la Organización para la mejora de la calidad (QIO), que es un grupo de médicos y otros expertos en atención médica a los cuales el Gobierno Federal les paga en cada estado para verificar y ayudar a mejorar la atención que se les brinda a los pacientes de Medicare. La QIO del estado de Nueva Jersey se llama Livanta. Los médicos y expertos en atención médica de Livanta revisan ciertos tipos de quejas presentadas por pacientes de Medicare, como quejas por la calidad de atención. Puede comunicarse con Livanta en la dirección y los números de teléfono que se detallan a continuación:

source: If you make a complaint to this organization, we will work with them to resolve your complaint.
es: Si presenta una queja a esta organización, colaboraremos con ellos para resolver su queja.

source: This letter is in response to your complaint that you filed with us on %(date)s.
es: Esta carta es en respuesta a la queja que nos envió el %(date)s.

source: We initially categorized your complaint as a Grievance but upon further review we have determined your complaint to be an Appeal. This change will not affect the quality or the timeliness of our review on your request.
es: Inicialmente, categorizamos su queja como una reclamo, pero después de revisarla más en detalle hemos determinado que su queja es un apelación. Este cambio no afectará la calidad ni la puntualidad de nuestra revisión de su solicitud.

source: Your Grievance, which was received on %(date)s has been forwarded to our Grievance and Appeals Department to be handled through the Appeals process.
es: Su apelación, que recibimos el %(date)s, se ha enviado a nuestro Departamento de Reclamos y Apelaciones para poder trabajar mediante el proceso de apelaciones.

source: We recognize that the physician/patient relationship is an integral part of any treatment plan. For this reason, we are happy to assist you if you wish to select a new clinician or facility for your care.
es: Reconocemos que la relación entre el médico y el paciente es una parte fundamental de cualquier plan de tratamiento. Por esta razón, con gusto le ayudaremos si desea seleccionar un nuevo médico de atención primaria/especialista de Clover.

source: As an ongoing part of our operation, Clover Health monitors the quality of service and care provided to our members. All issues are reviewed and the appropriate corrective action is taken as deemed necessary. Your concerns regarding %(description)s have been carefully noted and forwarded to %(department)s for confidential review.
es: Como parte constante de nuestras operaciones, Clover Health controla la calidad del servicio y la atención que se proporciona a nuestros miembros. Se revisan todos los problemas y se toman las medidas correctivas apropiadas, según sea necesario. Sus inquietudes sobre el reclamo han sido cuidadosamente constatadas y se enviaron a %(department)s para realizar una revisión confidencial.

source: Please note you may also file a written grievance with the Quality Improvement Organization (QIO), which is a group of doctors and other health care experts paid by the Federal Government in each state to check on and help improve the care given to Medicare patients. The QIO in the State of New Jersey is called Livanta. The doctors and healthcare experts at Livanta review certain types of complaints made by Medicare patients such as quality of care complaints. You may contact Livanta at the following address and telephone numbers:
es: Tenga en cuenta que también puede presentar un reclamo por escrito ante la Organización para la mejora de la calidad (QIO), que es un grupo de médicos y otros expertos en atención médica a los cuales el Gobierno Federal les paga en cada estado para verificar y ayudar a mejorar la atención que se les brinda a los pacientes de Medicare. La QIO del estado de Nueva Jersey se llama Livanta. Los médicos y expertos en atención médica de Livanta revisan ciertos tipos de quejas presentadas por pacientes de Medicare, como quejas por la calidad de atención. Puede comunicarse con Livanta en la dirección y los números de teléfono que se detallan a continuación:

source: This letter is to inform you that the Clover Health Grievance and Appeals Department received a grievance from you and/or your appointed representative on %(date)s; however, we need additional information from you in order to process your request. We have made numerous attempts to contact you by phone but we have been unsuccessful in reaching you.
es: Esta carta es para informarle que el Departamento de Reclamos y Apelaciones de Clover Health recibió un reclamo que usted o su representante designado nos envió el %(date)s. No obstante, necesitamos que nos envíe información adicional para poder procesar su solicitud. Hemos intentado comunicarnos por teléfono con usted varias veces pero no hemos podido hablar con usted.

source: This correspondence is in response to your request for a Prior Authorization Request regarding the services noted above.
es: Le escribo en respuesta a su pedido de una Solicitud de autorización previa para los servicios mencionados más arriba.

source: Our reviewer is unable to make a determination on the service request based on the available information received. The following information is needed to complete our review:
es: Nuestro revisor no puede tomar una decisión con respecto a la solicitud de servicio sobre la base de la información disponible recibida. Necesitamos la siguiente información para completar nuestra revisión:

source: Please fax the requested information to
es: Envíe por fax la información solicitada al

source: within 24 hours of receipt of this notice. Be sure to include a copy of this notice with your reply. If we do not receive the requested additional information by within 24 hours of receipt of this notice, we may have to issue a denial.
es: dentro del plazo de 24 horas a partir de la recepción de este aviso. Asegúrese de incluir una copia de este aviso con su respuesta. Si no recibimos la información adicional solicitada dentro del plazo de 24 horas a partir de la recepción de este aviso, es posible que debamos denegar la solicitud.

source: Please feel free to call
es: Llámenos al

source: between the hours of 9:00 AM to 5:00 PM, Monday through Friday (except holidays) if you have any questions.
es: entre las 9am y las 5pm, de lunes a viernes (excepto los días feriados) si tiene alguna pregunta.

source: On %(date)s, we received a pre-authorization request regarding %(service_description)s, which was submitted on your behalf by %(rep_name)s.
es: El %(date)s, recibimos una solicitud de autorización previa sobre %(service_description)s que presentó %(rep_name)s a su nombre.

source: In compliance with the Centers for Medicare and Medicaid (CMS) guidelines, we will not be able to proceed with this pre-authorization unless we receive documentation appointing %(rep_name)s as your representative. We have enclosed an Appointment of Representative (AOR) Form for your convenience. The Appointment of Representative (AOR) form must be dated and signed by both you and %(rep_name)s to be valid.
es: En conformidad con las pautas de los Centros de Medicare y Medicaid (Centers for Medicare & Medicaid, CMS), no podremos continuar con esta solicitud a menos que recibamos la documentación en la que se designe a %(rep_name)s como su representante. Para su comodidad, hemos adjuntado un Formulario de nombramiento de un representante (Appointment of Representative, AOR). Para que el Formulario de AOR sea válido, debe estar fechado y firmado por usted y %(rep_name)s.

source: You may return the form and/or legal appointment of representative documentation either via facsimile at
es: Puede enviar el formulario o la documentación legal del nombramiento de un representante por fax al

source: or mail at:
es: o por correo a:

source: I am writing to follow up on the letter we sent you on %(previous_aor_date)s. In compliance with the Centers for Medicare and Medicaid (CMS) guidelines, we will not be able to proceed with this pre-authorization unless we receive documentation appointing %(rep_name)s as your representative. We have enclosed an Appointment of Representative (AOR) Form for your convenience. The Appointment of Representative (AOR) form must be dated and signed by both you and %(rep_name)s to be valid.
es: Le escribimos para hacer un seguimiento de la carta que le enviamos el %(previous_aor_date)s. Tal como se establece en esta carta, en conformidad con las pautas de los Centros de Medicare y Medicaid (CMS), no podremos continuar con su preautorización a menos que recibamos la documentación en la que se designa a %(rep_name)s como su representante. La autorización debe realizarse a través de un formulario de nombramiento de un representante (AOR) firmado y por escrito. Para que el formulario de nombramiento de un representante sea válido, debe estar fechado y firmado por el miembro y %(rep_name)s.

source: As of today, our records show that you have not submitted documentation appointing %(rep_name)s as your representative. In accordance with CMS guidelines, we are extending the timeframe for submitting this documentation by an additional 14 calendar days. If we do not receive the appropriate documentation by %(dismissal_date)s, we will dismiss your pre-authorization request.
es: Hasta el momento, nuestros registros indican que usted no ha enviado la documentación en la que se designa a %(rep_name)s como su representante. Según las pautas de los CMS, extenderemos el plazo para enviar esta documentación a 14 días calendario adicionales. Si no recibimos la documentación correspondiente antes del %(dismissal_date)s, rechazaremos el caso de su preautorización.

source: This notice is to inform you that the coverage for the requested
es: Por medio de la presente se le avisa que el servicio pedido

source: service has been approved.
es: se ha aprobado.

source: Authorized Service
es: Servicio Autorizado

source: Units
es: Número de Servicios Autorizados

source: Modifiers
es: Modificadores

source: Authorization/Date of Service Valid from: %(low_date)s to %(high_date)s (last date approved)
es: Autorización/Fecha del servicio válida desde: %(low_date)s hasta %(high_date)s (último día de la cobertura)

source: Requests for coverage of additional visits, treatments, testing or surgery may require a new authorization/precertification. Failure to obtain authorization/ precertification, when required, may result in a reduction of benefits in accordance with the terms of your plan.
es: Las peticiones para cobertura de consultas, tratamientos, análisis o cirugías adicionales podrían requerir otra autorización/certificación anterior nueva. Si no se obtiene la autorización/certificación anterior, cuando ésta se necesita, podrían reducirse los beneficios según los términos de su plan.

source: Prior authorization/precertification requests are reviewed for medical necessity and plan benefits. All prior authorization/precertification is administered in accordance with applicable state and federal law. The intent of this authorization is to establish medical necessity and is not a guarantee of payment. Coverage is also dependent on your eligibility. Payment will be based on the Provider Contract or the prevailing Medicare Methodology.
es: Las peticiones de autorización previa/certificación anterior se analizan en vista de la necesidad médica y los beneficios del plan. Se administra toda autorización previa/certificación anterior según las leyes estatales y federales correspondientes. El objetivo de esta autorización es establecer la necesidad medíca y no es una garantía de pago. La cobertura tambien depende de su elegibilidad. El pago se basa en el Contrato de Proveedores o el Medicare Metodología imperante.

source: Detailed Explanation of Non-Coverage
es: Explicación Detallada No-Cobertura

source: Patient Name
es: Nombre del paciente

source: Patient Number
es: Número del paciente

source: Patient DOB
es: Fecha de nacimiento

source: Patient Date of Birth
es: Fecha de nacimiento

source: Member Date of Birth
es: Fecha de nacimiento
