Repository: bleasley/clover_letter_templates
Catalog: templates/*_messages.po
Languages: es

source: This notice is to inform you that the coverage for the requested outpatient service has been approved.
es: Este aviso es para informarle que la cobertura para el servicio para pacientes internados mencionado más arriba que solicitó ha sido aprobada.

source: Visits
es: Visitas

source: We denied the medical services/items listed below requested by you or your doctor/provider:
es: Hemos denegado los servicios/artículos médicos listados, que fueron solicitados por usted o su médico:

source: Why did we deny your request? We denied the medical services/items listed above because:
es: ¿Por qué hemos denegado la petición? Hemos denegado los servicios/artículos médicos listados arriba porque:

source: This notice is to inform you that the coverage for the above-referenced requested inpatient service has been approved.
es: Este aviso es para informarle que la cobertura para el servicio para pacientes internados mencionado más arriba que solicitó ha sido aprobada.

source: Authorization/date of service valid from
es: Autorización/fecha del servicio válida desde

source: Skilled nursing at
es: Enfermería especializada a

source: %(low_date)s to %(high_date)s (last date approved)
es: %(low_date)s hasta %(high_date)s (último día de la cobertura)

source: This prospectively authorized RUG rate/Level of Care was based on the clinical documentation provided by the requesting provider at the time of prior authorization request. This rate is subject to change based on clinical documentation exhibiting the medical necessity of skilled nursing services beyond what was approved. Clinical documentation must be submitted to Clover Utilization Management and will be reviewed at the next review date on, %(next_review)s, where your authorized rate will be reassessed based on the information provided. Any changes to the authorized rate will apply retrospectively to the entire stay.
es: Esta tarifa de RUG/Nivel de atención autorizada en forma prospectiva se basó en la documentación clínica proporcionada por el proveedor solicitante en el momento de la solicitud de autorización previa. Esta tarifa está sujeta a modificación en función de la documentación clínica que demuestre la necesidad médica de recibir servicios de enfermería especializada adicionales a los aprobados. La documentación clínica debe enviarse al Departamento de Administración de Utilización de Clover, la cual se revisará en la siguiente fecha de revisión el, %(next_review)s, momento en que su tarifa autorizada se revaluará en función de la información proporcionada. Cualquier cambio en la tarifa autorizada se aplicará en forma retrospectiva a su estadía completa.

source: Requests for coverage of additional visits, treatments, testing or surgery may require a new authorization/precertification. Failure to obtain authorization/precertification, when required, may result in a reduction of benefits in accordance with the terms of your plan.
es: Las peticiones para cobertura de consultas, tratamientos, análisis o cirugías adicionales podrían requerir otra autorización/certificación anterior nueva. Si no se obtiene la autorización/certificación anterior, cuando ésta se necesita, podrían reducirse los beneficios según los términos de su plan.

source: Thank you,
es: Gracias,

source: Grievances and Appeals Department
es: Departamento de Quejas y Apelaciones

source: If you have any further questions or additional information related to this review in the interim, please call Customer Service at 1-888-657-1207. TTY users should call 711. We are open 8 a.m. - 8 p.m. EST, 7 days a week. From February 15 through September 30, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Si tiene alguna pregunta o necesita información adicional, llame a Experiencia del Cliente al 1-888-657-1207. Los usuarios de TTY deben llamar al 711. Estamos disponibles los 7 días de la semana, de 8.00 a. m. a 8.00 p. m., hora local. Desde el 15 de febrero hasta el 30 de septiembre, se usarán tecnologías alternativas (por ejemplo, correo de voz) los fines de semana y los feriados.

source: https://cdn.cloverhealth.com/assets/img/letters/NDN_Eng_p1.png
es: https://cdn.cloverhealth.com/assets/img/letters/NDN_Span_p1.png

source: https://cdn.cloverhealth.com/assets/img/letters/NDN_Eng_p2.png
es: https://cdn.cloverhealth.com/assets/img/letters/NDN_Span_p2.png

source: https://cdn.cloverhealth.com/assets/img/letters/NDN_Eng_p3.png
es: https://cdn.cloverhealth.com/assets/img/letters/NDN_Span_p3.png

source: https://cdn.cloverhealth.com/assets/img/letters/NDN_Eng_p4.png
es: https://cdn.cloverhealth.com/assets/img/letters/NDN_Span_p4.png

source: You have the right to file an expedited (fast) grievance if:
es: Usted tiene derecho a presentar un reclamo acelerado (rápido) en los siguientes casos:

source: You asked for a fast decision on a service, and we decided to process it under our regular (non-expedited) time frame. We will give you a fast decision if you resubmit it with a supporting statement from your doctor.
es: Usted solicitó una decisión rápida en relación con un servicio, y nosotros decidimos procesarla según los plazos regulares (no acelerados). Le brindaremos una decisión rápida si vuelve a enviar la solicitud con una declaración de respaldo de su médico.

source: You asked for a fast appeal for a service, and we decided to process it under our regular (non-expedited) time frame. We will give you a fast decision on your appeal if you resubmit it with a supporting statement from your doctor.
es: Usted solicitó una apelación rápida en relación con un servicio, y nosotros decidimos procesarla según los plazos regulares (no acelerados). Le brindaremos una decisión rápida sobre su apelación si vuelve a enviarla con una declaración de respaldo de su médico.

source: We need up to 14 more days to decide on your request for a service.
es: Necesitamos hasta 14 días más para tomar una decisión sobre su solicitud de servicio.

source: We need up to 14 more days to consider your appeal for a service.
es: Necesitamos hasta 14 días más para considerar su apelación de un servicio.

source: NOTE: When you request a fast grievance, we will make a quick decision on your request and notify you within 24 hours.
es: NOTA: Si solicita un reclamo rápido, tomaremos una decisión rápida sobre su solicitud y le enviaremos una notificación en un plazo de 24 horas.

source: How to File an Expedited (Fast) Grievance
es: Cómo presentar un reclamo acelerado (rápido)

source: Call us at
es: Llámenos al

source: to file an expedited grievance or get more information.
es: si desea presentar un reclamo acelerado u obtener más información.

source: You can also call
es: También puede llamar al

source: 24 hours a day, 7 days a week, for more information about the expedited grievance process. TTY users should call
es: durante las 24 horas, los 7 días de la semana, para obtener más información sobre el proceso de reclamos acelerados. Los usuarios de TTY deben llamar al

source: Requested Service
es: Servicio solicitado

source: Long Term Acute Care Hospital
es: Hospital de cuidados agudos a largo plazo

source: Transitional Care Unit
es: Unidad de cuidados de transición

source: Skilled Nursing
es: Enfermería especializada

source: Psychiatric Hospitalization
es: Hospitalización psiquiátrica

source: Partial Hospitalization Program
es: Programa de hospitalización parcial

source: Residential Rehabilitation - Substance Abuse
es: Rehabilitación residencial - Abuso de sustancias

source: Residential Rehabilitation - Psychiatric
es: Rehabilitación residencial - Psiquiatría

source: Outpatient Rehabilitation - Substance Abuse
es: Rehabilitación para pacientes externos - Abuso de sustancias

source: Inpatient Rehabilitation
es: Rehabilitación para pacientes internados

source: Outpatient Rehabilitation
es: Rehabilitación para pacientes externos

source: Inpatient Acute
es: Cuidados agudos para pacientes internados

source: Outpatient
es: Paciente externo/a

source: Inpatient
es: Paciente internado/a

source: Member
es: Miembro

source: Request Received
es: Fecha de recepción de la solicitud

source: Sincerely,
es: Muchas Gracias,
