Repository: bleasley/clover_letter_templates
Catalog: templates/*_messages.po
Languages: es

source: Lob Template Test
es: Spanish Lob Template Test

source: Thank you for contacting Clover Health. This letter is to inform you that we received your appeal on %(date)s, regarding %(appeal_description)s. An appeal is a formal way of asking us to review and change a decision we have made.
es: Gracias por comunicarse con Clover Health. Esta carta es para informarle que recibimos su reconsideración (apelación) el %(date)s con respecto a%(appeal_description)s. Una apelación es una manera formal de pedirnos revisar y modificar una decisión que hayamos tomado.

source: We take your appeal seriously and will work towards resolving the issue(s) to your satisfaction. Within %(days)s calendar days of receiving your appeal, we will provide you with a written response about the findings of the investigation and the action(s) taken to address your concerns.
es: Para garantizar la imparcialidad y la pronta tramitación, el proceso de apelación tiene un conjunto de normas, procedimientos y plazos que usted y nosotros debemos seguir. Dentro de los %(days)s días calendario de la recepción de su apelación, le enviaremos una carta con la decisión.

source: On %(date)s, we received a reconsideration (appeal) regarding %(appeal_description)s, which was submitted on your behalf by %(reporter_name)s.
es: El %(date)s recibimos una reconsideración (apelación) sobre%(appeal_description)s, que presentó %(reporter_name)s a su nombre.

source: In compliance with the Centers for Medicare &amp; Medicaid (CMS) guidelines, we will not be able to proceed with this appeal unless we receive documentation appointing %(reporter_name)s as your representative. We have enclosed an Appointment of Representative (AOR) Form for your convenience. The Appointment of Representative (AOR) form must be dated and signed by both you and %(reporter_name)s to be valid.
es: En conformidad con las pautas de los Centros de Medicare y Medicaid (CMS), no podremos continuar con esta apelación a menos que recibamos la documentación en laque se designa a %(reporter_name)s como su representante. Para su conveniencia, hemos adjuntado un Formulario de nombramiento de un representante (AOR). Para que el formulario de nombramiento de un representante (AOR) sea válido, debe estar fechado y firmado por usted y %(reporter_name)s.

source: In the case where a member is incapacitated or legally incompetent, legal documentation such as a court-ordered guardianship or conservatorship, durable power of attorney, or healthcare power of attorney should be submitted.
es: En el caso de que el miembro sea discapacitado o incapaz desde el punto de vista legal, se debe enviar la documentación legal, como una tutela o custodia ordenada judicialmente, un poder de representación duradero o un poder de representación para la atención médica.

source: You may return the form and/or legal appointment of representative documentation either via facsimile at (732) 412-9706 or mail at:
es: Puede enviar el formulario o la documentación legal del nombramiento de un representante por fax al (732) 412-9706 o por correo a:

source: We value your membership with Clover Health and look forward to continuing to service your medical needs.
es: Valoramos su membresía en Clover Health y esperamos seguir brindándole servicios para sus necesidades médicas.

source: I am writing to follow up on the letter we sent you on %(previous_aor_date)s. As stated in this letter, in compliance with Centers for Medicare &amp; Medicaid (CMS) guidelines, we will not be able to proceed with your appeal unless we receive documentation appointing %(reporter_name)s as your representative. Authorization must be in the form of a signed written Appointment of Representative (AOR) form. The Appointment of Representation form must be dated and signed by both the member and %(reporter_name)s to be valid.
es: Le escribimos para hacer un seguimiento de la carta que le enviamos el %(previous_aor_date)s. Tal como se establece en esta carta, en conformidad con las pautas de los Centros de Medicare y Medicaid (CMS), no podremos continuar con su apelación a menos que recibamos la documentación en la que se designa a %(reporter_name)s como su representante. La autorización debe realizarse a través de un formulario de nombramiento de un representante (AOR) firmado y por escrito. Para que el formulario de nombramiento de un representante sea válido, debe estar fechado y firmado por el miembro y %(reporter_name)s.

source: In the case where a member is incapacitated or legally incompetent, legal documentation such as a court-ordered guardianship or conservatorship, durable power of attorney or healthcare power of attorney should be submitted.
es: En el caso de que el miembro sea discapacitado o incapaz desde el punto de vista legal, se debe enviar la documentación legal, como una tutela o custodia ordenada judicialmente, un poder de representación duradero o un poder de representación para la atención médica.

source: As of today, our records show that you have not submitted documentation appointing %(reporter_name)s as your representative. In accordance with CMS guidelines, we are extending the timeframe for submitting this documentation by an additional 14 calendar days. If we do not receive the appropriate documentation by %(dismissal_date)s, we will dismiss your appeal case.
es: Hasta el momento, nuestros registros indican que usted no ha enviado la documentación en la que se designa a %(reporter_name)s como su representante. Según las pautas de los CMS, extenderemos el plazo para enviar esta documentación a 14 días calendario adicionales. Si no recibimos la documentación correspondiente antes del %(dismissal_date)s, rechazaremos el caso de su apelación.

source: Member Name
es: Nombre de miembro

source: Date of Service
es: Fecha de Servicio

source: PDR Received Date
es: Fecha de recepción de la solicitud

source: Dear Provider
es: Proveedor

source: What happens next?
es: ¿Qué ocurre después?

source: Medicare requires us to send your case to MAXIMUS Federal Services, Inc. to make sure we made the right decision. MAXIMUS is an independent reviewer.
es: Medicare nos exige que enviemos su caso a MAXIMUS Federal Services, Inc. para asegurarse de que tomamos la decisión correcta. MAXIMUS es un revisor independiente.

source: You have the right to submit additional information that may be important to the review.
es: Usted tiene derecho a presentar información adicional que puede ser importante para la revisión.

source: MAXIMUS will contact you soon to let you know where to send any additional information and about other rights you may have.
es: MAXIMUS se comunicará con usted pronto para informarle adónde debe enviar la información adicional y sobre otros derechos que pueda tener

source: You have the right to get a copy of the case file we are sending to MAXIMUS. Call us at 1(888) 657-1207 to get a copy of your case file. TTY users should call 711. There may be a small fee to copy your file and send it to you. We are open 8 a.m. - 8 p.m. EST, 7 days a week. From February 15 through September 30, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Usted tiene derecho a obtener una copia del expediente del caso que le enviamos a MAXIMUS. Llámenos al 1 (888) 657-1207 para obtener una copia del expediente de su caso. Los usuarios de TTY deben llamar al 711. Es posible que deba pagar un cargo mínimo por fotocopiar el expediente y por enviárselo

source: Need more help?
es: ¿Necesita más ayuda?

source: Call 1-800-MEDICARE (1-800-633-4227) 24 hours a day, 7 days a week, for help or more information about the appeals process. TTY users should call 1-877-486-2048.
es: Llame al 1-800- MEDICARE (1-800- 633-4227) durante las 24 horas, los 7 días de la semana para obtener ayuda o información adicional sobre el proceso de apelaciones. Los usuarios de TTY deben llamar al 1-877- 486-2048.

source: This notice is to inform you of the appeal request which you submitted to Clover on %(date_received)s in reference to the request for payment of %(appeal_description)s that was denied.
es: Este aviso es para informarle con respecto a la solicitud de apelación que envió a Clover el %(date_received)s en relación con la solicitud de pago de %(appeal_description)s que fue denegada.

source: Based upon the clinical information provided, the request for payment of %(appeal_description)s remains denied.
es: Sobre la base de la información clínica provista, la solicitud de pago de %(appeal_description)s sigue denegada.

source: Clover’s Medical Director reviewed the facts in the case and the decision was made to uphold the denial for coverage and/or payment for the services requested and/or provided.
es: El Director Médico de Clover revisó la información de su caso y se tomó la decisión de mantener la denegación de cobertura/pago de los servicios solicitados/provistos.

source: Per contract, as an in network provider, you are not entitled to a second level appeal. This is the final decision for an authorization. If you have any questions or concerns, you may contact the Appeals and Grievances Department.
es: Conforme al contrato, como proveedor de la red, usted no tiene derecho a una apelación de segundo nivel. Esta es la decisión final con respecto a la autorización. Si tiene preguntas o inquietudes, puede comunicarse con el Departamento de Apelaciones y Reclamos.

source: This notice tells you about the appeal request you sent to Clover Health regarding %(appeal_description)s
es: En este aviso se le informa sobre la solicitud de apelación que envió a Clover Health sobre %(appeal_description)s

source: We looked at the facts in your case, and decided that our first decision to deny coverage and/or payment for the service was right
es: Analizamos los datos de su caso, y llegamos a la conclusión de que nuestra primera decisión de negarle la cobertura o el pago del servicio era correcta.

source: What happens next
es: ¿Qué sucede después?

source: Medicare requires us to send your case to MAXIMUS Federal Services, Inc. to make sure we made the right decision. MAXIMUS is an independent reviewer
es: Medicare nos exige que enviemos su caso a MAXIMUS Federal Services, Inc. para asegurarse de que tomamos la decisión correcta. MAXIMUS es un revisor independiente.

source: You have the right to submit additional information that may be important to the review
es: Usted tiene derecho a presentar información adicional que puede ser importante para la revisión.

source: MAXIMUS will contact you soon to let you know where to send any additional information and about other rights you may have
es: MAXIMUS se comunicará con usted pronto para informarle adónde debe enviar la información adicional y sobre otros derechos que pueda tener

source: You have the right to get a copy of the case file we are sending to MAXIMUS. Call us at 1-888-657-1207 to get a copy of your case file. TTY users should call 711. There may be a small fee to copy your file and send it to you
es: Usted tiene derecho a obtener una copia del expediente del caso que le enviamos a MAXIMUS. Llámenos al 1-888-657-1207 para obtener una copia del expediente de su caso. Los usuarios de TTY deben llamar al 711. Es posible que deba pagar un cargo mínimo por fotocopiar el expediente y por enviárselo.

source: Call 1-800-MEDICARE (1-800-633-4227) 24 hours a day, 7 days a week, for help or more information about the appeals process. TTY users should call 1-877-486-2048
es: Llame al 1-800- MEDICARE (1-800- 633-4227) durante las 24 horas, los 7 días de la semana para obtener ayuda o información adicional sobre el proceso de apelaciones. Los usuarios de TTY deben llamar al 1-877- 486-2048.

source: We initially categorized your complaint as an Appeal but upon further review we have determined your complaint to be a Grievance. This change will not affect the quality or the timeliness of our review on your request.
es: Inicialmente, categorizamos su queja como una apelación, pero después de revisarla más en detalle hemos determinado que su queja es un reclamo . Este cambio no afectará la calidad ni la puntualidad de nuestra revisión de su solicitud.

source: Your Appeal, which was received on %(date)s, has been forwarded to our Grievance and Appeals Department to be handled through the Grievance process.
es: Su reclamo, que recibimos el %(date)s, se ha enviado a nuestro Departamento de Reclamos y Apelaciones para poder trabajar mediante el proceso de reclamos.

source: We will thoroughly review your Appeal and respond to your concerns within %(calendar_days)s calendar days from our initial receipt date of your request. If we cannot reach a decision within this time frame, we will let you know in writing why the decision is being delayed.
es: Revisaremos minuciosamente su apelación y responderemos a sus inquietudes dentro de %(calendar_days)s días calendario a partir de la fecha de recepción inicial de su solicitud. Si no podemos tomar una decisión dentro de este plazo,le informaremos por escrito el motivo del retraso de la decisión.

source: We received your letter on %(date)s, in which you provided us additional information to support good cause for not submitting your appeal in a timely manner. We have considered your reason(s) for late submission and have determined that your reason(s) for the delay does not meet criteria because %(reason_description)s. Therefore, we are unable to consider your request.
es: Recibimos su carta el %(date)s, en la que nos brindó información adicional para respaldar una causa justificada por la cual no envió su apelación en forma oportuna. Hemos considerado su(s) motivo(s) para el envío tardío y hemos determinado que el (los) motivo(s) por el cual (los cuales) justifica su retraso no cumple(n) con los criterios porque %(reason_description)s. Por lo tanto, no podemos considerar su solicitud.

source: If you disagree with our decision, you have a right to file a grievance. You may file this request in writing or by contacting our Customer Service department at the phone number listed below. Additional information may be found in your Evidence of Coverage.
es: Si no está de acuerdo con nuestra decisión, usted tiene derecho a presentar un reclamo. Puede presentar esta solicitud por escrito o llamar a nuestro departamento de Servicio al cliente al número de teléfono que se detalla a continuación. Puede encontrar información adicional en la Evidencia de cobertura.

source: Date
es: Fecha

source: Name
es: Nombre

source: Member ID
es: Identificación del Miembro

source: Case ID
es: No. de ident. de caso

source: Health Plan Name/Medicare Contract Number
es: Nombre del plan de salud/Número de contrato de Medicare

source: Health Plan Contact Fax Number
es: Número de fax de contacto del plan de salud

source: We dismissed the appeal request you filed on %(date)s. We can’t process your appeal request because %(reason_description)s.
es: Rechazamos la solicitud de apelación que presentó el %(date)s. No podemos procesar su solicitud de apelación porque %(reason_description)s

source: If you have any further questions or concerns regarding this notice or your appeal, please contact Customer Service at 1-888-657-1207. TTY users should call 711. We are open 8 a.m. - 8 p.m. EST, 7 days a week. From February 15 through September 30, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Si tiene alguna pregunta o información adicional relacionada con esta revisión entretanto, llame al Servicio al cliente al 1-888-657-1207. Los usuarios de TTY deben llamar al 711. Estamos disponibles los 7 días de la semana de 8 a.m.a 8 p.m., hora del este. Desde el 15 de febrero hasta el 30 de septiembre, se usarán tecnologías alternativas (por ejemplo, correo de voz) los fines de semana y los feriados.

source: If you disagree with our decision to dismiss your appeal request, you have the right to ask an independent reviewer contracted with Medicare to review our decision. You must mail or fax your written request within 60 calendar days of receipt of this Notice of Dismissal of Appeal Request to:
es: Si no está de acuerdo con nuestra decisión de rechazar su solicitud de apelación, usted tiene derecho a solicitar que un revisor independiente contratado por Medicare revise nuestra decisión. Debe enviar la solicitud escrita por correo o por fax dentro de los 60 días calendario de recibido este Aviso de rechazo de solicitud de apelación a la siguiente dirección:

source: Include a copy of this letter along with any supporting information with your request for review. The independent reviewer will send you a notice of its decision. If the independent reviewer agrees that your appeal should not have been dismissed, your appeal request will be returned to Clover Health Plan for processing.
es: Incluya una copia de este Aviso de rechazo de solicitud de apelación junto con la información de respaldo con su solicitud para su revisión. El revisor independiente le enviará un aviso de su decisión. Si el revisor independiente está de acuerdo con que su apelación no debería haber sido rechazada, se enviará su solicitud de apelación nuevamente al plan Clover Health para su procesamiento.

source: Received Date
es: Fecha de recepción de la solicitud

source: Dear
es: Estimado/a

source: Thank you for contacting Clover Health. This letter is to inform you that we received your %(dispute_or_appeal)s regarding the service referenced above. The case will be reviewed and a resolution will be sent.
es: Gracias por comunicarse con Clover Health. Esta carta es para informarle que recibimos su reconsideración (apelación) el %(date)s con respecto a%(appeal_description)s. Una apelación es una manera formal de pedirnos revisar y modificar una decisión que hayamos tomado.

source: We are writing in response to your appeal received on %(date)s regarding the request for approval of service %(appeal_description)s. We appreciate the opportunity to review your concern.
es: Nos dirigimos a usted en respuesta a su apelación recibida el %(date)s sobre la solicitud de aprobación de un servicio %(appeal_description)s. Le agradecemos la oportunidad de poder revisar su inquietud.

source: After a thorough review of your concern and your plan benefits, we have reconsidered our original decision and approved your request for payment of %(type_of_service)s. You will receive an Explanation of Benefits (EOB) showing the approval of service(s) and check in the amount of %(claim_amount)s in the mail.
es: Después de revisar minuciosamente su inquietud y los beneficios de su plan,hemos reconsiderado nuestra decisión original y aprobado su solicitud de pago de %(type_of_service)s. Le enviaremos por correo una Explicación de beneficios (EOB) en la que se detalla la aprobación del (de los) servicio(s) y un cheque por un monto de %(claim_amount)s.

source: Thank you for bringing your concerns to our attention. We apologize for any inconvenience this matter may have caused you.
es: Gracias por comunicarnos sus inquietudes. Le pedimos disculpas por cualquier inconveniente que pudo haberle ocasionado este asunto.

source: Pre-Service Overturn Letter
es: Carta de anulación previa al servicio

source: Member: %(member_firstname)s %(member_lastname)s
es: Miembro: %(member_firstname)s %(member_lastname)s

source: Member ID: %(member_id)s
es: Identificación del Miembro: %(member_id)s

source: Case ID: %(appeal_id)s
es: No. de ident. de caso: %(appeal_id)s

source: DOS: %(date_of_service)s
es: Fecha de Servicio: %(date_of_service)s

source: Auth Number: %(auth_number)s
es: Número de Autorización: %(auth_number)s

source: We completed the review of our initial decision to deny or discontinue a service based on your Request for Reconsideration (appeal) on %(date)s. Clover Health has decided in your favor and overturned the original denial.
es: Completamos la revisión de nuestra decisión inicial de denegar o suspender un servicio en función de su Solicitud de reconsideración (apelación) el %(date)s.Clover Health ha decidido a su favor y anuló la denegación original.

source: The denied or discontinued service that was under dispute has now been authorized. The authorization was processed as follows:
es: El servicio denegado o suspendido que estaba en litigio ha sido autorizado. La autorización se procesó de la siguiente manera:

source: Date(s) of Service: %(service_date)s
es: Fecha(s) del servicio: %(service_date)s

source: Provider Authorization Number(s): %(auth_number)s
es: Número(s) de autorización del proveedor: %(auth_number)s

source: Number of Visits Approved: %(number_of_visits)s
es: Cantidad de visitas aprobadas: %(number_of_visits)s

source: Type of Service(s): %(auth_description)s
es: Tipo de servicio(s): %(auth_description)s

source: Begin/End and Approval Date(s): %(start_date)s - %(end_date)s
es: Fecha(s) de comienzo/finalización y de aprobación: %(start_date)s - %(end_date)s

source: We appreciate your patience while we investigated your appeal, and we apologize for any inconvenience this may have caused you.
es: Le agradecemos su paciencia mientras investigamos su apelación y le pedimos disculpas por cualquier inconveniente que esto pudo haberle ocasionado.

source: If you have any further questions or additional information related to this review in the interim, please call Appeals Department at 1-888-995-1692. TTY users should call 711. We are open 8 a.m. - 8 p.m. EST, 7 days a week. From February 15 through September 30, alternate technologies (for example, voicemail) will be used on the weekends and holidays.
es: Si tiene alguna pregunta o necesita información adicional, llame a Departamento de Apelaciones al 1-888-657-1207. Los usuarios de TTY deben llamar al 711. Estamos disponibles los 7 días de la semana, de 8.00 a. m. a 8.00 p. m., hora local. Desde el 15 de febrero hasta el 30 de septiembre, se usarán tecnologías alternativas (por ejemplo, correo de voz) los fines de semana y los feriados.

source: Your Appeal Status
es: Estado de su apelación

source: This letter is to inform you that the Clover Health Grievance and Appeals Department received an Appeal from you and/or your appointed representative on %(date)s; however, we need additional information from you in order to process your request. We have made numerous attempts to contact you by phone but we have been unsuccessful in reaching you.
es: Esta carta es para informarle que el Departamento de Reclamos y Apelaciones de Clover Health recibió una apelación que usted o su representante designado nos envió el %(date)s. No obstante, necesitamos que nos envíe información adicional para poder procesar su solicitud. Hemos intentado comunicarnos por teléfono con usted varias veces pero no hemos podido hablar con usted.

source: Please contact Customer Service at 1-888-657-1207 by %(compliance_date)s so that we can get the additional information that we need in order to process your appeal.
es: Comuníquese con el Servicio al cliente al 1-888-657-1207 antes del %(compliance_date)s para que podamos obtener la información adicional que necesitamos para poder procesar su apelación.

source: This correspondence is in response to your request to withdraw your reconsideration (appeal) of %(appeal_description)s.
es: Esta carta es en respuesta a su solicitud para retirar su reconsideración(apelación) de %(appeal_description)s.

source: On %(date)s, we discussed the request to withdraw the reconsideration (appeal) for the following reason: %(withdraw_reason)s.
es: El %(date)s, analizamos su decisión de retirar la reconsideración (apelación)por el siguiente motivo: %(withdraw_reason)s.
